Repository: Ahmed2000Github/MicroTask
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr

# mainDialogTitle
source: Cloud service
ar: الخدمة السحابية
es: Servicio en la nube
fr: Service cloud

# mainDialogDescription
source: You want to get your old data from server ?
ar: تريد الحصول على بياناتك القديمة من الخادم؟
es: ¿Desea obtener sus datos antiguos del servidor?
fr: Vous souhaitez récupérer vos anciennes données à partir du serveur ?

source: Cancel
ar: إلغاء الأمر
es: Cancelar
fr: Annuler

source: Ok
ar: موافق
es: De acuerdo
fr: D’accord

source: Home
ar: القائمة
es: Hogar
fr: Domicile

source: Today
ar: اليوم
es: Hoy
fr: Aujourd’hui

source: Reminder
ar: رسائل التذكير
es: Recordatorio
fr: Rappel

# homed1
source: Click the icon to see more option
ar: انقر على الرمز لرؤية المزيد من الخيارات
es: Haga clic en el icono para ver más opciones
fr: Cliquez sur l’icône pour voir plus d’option

# homed2
source: Here you will show the list category. you can press to add one
ar: هنا سوف تظهر فئة القائمة. يمكنك الضغط لإضافة واحدة
es: Aquí mostrará la categoría de la lista. puede presionar para agregar una
fr: Ici, vous allez montrer la catégorie de liste.n vous pouvez appuyer pour en ajouter une

# homed3
source: Here you will show the list today task
ar: هنا سوف تظهر القائمة اليوم مهمة
es: Aquí mostrarás la lista de tareas de hoy
fr: Ici, vous allez montrer la liste des tâches d’aujourd’hui

# welcome
source: Welcome, {name}
ar: مرحبًا، {name}
es: Bienvenido, {name}
fr: Bienvenue, {name}

source: Categories
ar: فئات
es: Categorías
fr: Catégories

# todayTask
source: Today's tasks
ar: مهام اليوم
es: Las tareas de hoy
fr: Les tâches d’aujourd’hui

# tasks
source: {number} tasks
ar: {number} من المهام
es: {number} tareas
fr: {number} tâches

source: Completed
ar: منته
es: Completado
fr: Terminé

# progress
source: In progress
ar: قيد التنفيذ
es: En curso
fr: En cours

# total
source: Total: {number} tasks
ar: المجموع: {number} من المهام
es: Total: {number} tareas
fr: Total: {number} tâches

source: No category found
ar: لم يتم العثور على فئة
es: No se ha encontrado ninguna categoría
fr: Aucune catégorie trouvée

source: Add Category
ar: إضافة فئة
es: Agregar categoría
fr: Ajouter une catégorie

source: To do
ar: للقيام به
es: Para hacer
fr: À faire

source: Doing
ar: قيد التنفيذ
es: Haciendo
fr: En cours

source: Done
ar: منجز
es: Hecho
fr: Fait

source: Undone
ar: لم ينجز
es: Deshecho
fr: Défait

source: Settings
ar: اعدادات
es: Configuración
fr: Paramètres

source: Theme
ar: مظهر
es: Tema
fr: Thème

source: Switch to
ar: التبديل إلى
es: Pasar a
fr: Passer au

source: Dark mode
ar: الوضع الداكن
es: Modo oscuro
fr: Mode sombre

source: Light mode
ar: وضع الإضاءة
es: Modo de luz
fr: Mode d’éclairage

# remindeMe
source: Reminde me before {number} minutes
ar: ذكرني من قبل {number} دقيقة
es: Recuérdame antes {number} acta
fr: Rappelez-moi avant {number} minutes

# desactivate
source: disactivate
ar: إلغاء التنشيط
es: Desactivar
fr: désactiver

source: Minutes
ar: دقيقة
es: Acta

source: Activate
ar: تنشيط
es: Activar
fr: Activer

# notificationSound
source: notifications sound
ar: صوت الإشعارات
es: sonido de notificaciones
fr: son des notifications

source: Server Storage
ar: تخزين الخادم
es: Almacenamiento del servidor
fr: Stockage sur serveur

source: auto synchronization
ar: المزامنة التلقائية
es: sincronización automática
fr: synchronisation automatique

# synchronizeServer
source: Synchronize data with server
ar: مزامنة البيانات مع الخادم
es: Sincronizar datos con el servidor
fr: Synchroniser les données avec le serveur

# settingsd1
source: This page is for setting your app
ar: هذه الصفحة مخصصة لإعداد تطبيقك
es: Esta página es para configurar la aplicación
fr: Cette page permet de définir votre application

# settingsd2
source: Here you can switch the theme of app
ar: هنا يمكنك تبديل مظهر التطبيق
es: Aquí puede cambiar el tema de la aplicación
fr: Ici, vous pouvez changer le thème de l’application

# settingsd3
source: Here you can set the time between the start time of task and the run of reminder
ar: هنا يمكنك تعيين الوقت بين وقت بدء المهمة وتشغيل التذكير
es: Aquí puede establecer el tiempo entre la hora de inicio de la tarea y la ejecución del recordatorio
fr: Ici, vous pouvez définir l’heure entre l’heure de début de la tâche et l’exécution du rappel

# settingsd4
source: Here you can choose if the reminder run with sound or no
ar: هنا يمكنك اختيار ما إذا كان التذكير يعمل بصوت أم لا
es: Aquí puede elegir si el recordatorio se ejecuta con sonido o no
fr: Ici, vous pouvez choisir si le rappel s’exécute avec le son ou non

# settingsd5
source: This allow you to auto synchronize your data with the server disactivate it to do this manually
ar: هذا يسمح لك بمزامنة بياناتك تلقائيا مع الخادم إلغاء تنشيطه للقيام بذلك يدويا
es: Esto le permite sincronizar automáticamente sus datos con el servidorn desactivarlos para hacerlo manualmente
fr: Cela vous permet de synchroniser automatiquement vos données avec le serveur désactivez-les pour le faire manuellement

# settingsSN1
source: From now all reminders will be start before {number} minutes
ar: من الآن سيتم بدء جميع التذكيرات قبل {number} دقيقة
es: A partir de ahora todos los recordatorios comenzarán antes{number} acta
fr: À partir de maintenant, tous les rappels commenceront avant {number} minutes

source: Male
ar: ذكر
es: Masculino
fr: Mâle

source: Female
ar: أنثى
es: Hembra
fr: Femelle

source: Profile
ar: ملف تعريف
es: Perfil
fr: Profil

source: Logout
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter

# profiled1
source: This page give you information about your profile
ar: تمنحك هذه الصفحة معلومات حول ملفك الشخصي
es: Esta página le brinda información sobre su perfil
fr: Cette page vous donne des informations sur votre profil

source: Back
ar: الرجوع للخلف
es: Atrás
fr: Précédent

source: Passed
ar: منته
es: Pasado
fr: Passé

source: Coming
ar: قادم
es: Venida
fr: Arrivée

source: Started
ar: بدات
es: Comenzó
fr: Commencé

source: Today you have
ar: اليوم لديك
es: Hoy tienes
fr: Aujourd’hui, vous avez

# todayd1
source: In this page you can manage your today task. using the more option button you can change de status of task
ar: في هذه الصفحة ، يمكنك إدارة مهمة اليوم. باستخدام زر المزيد من الخيارات ، يمكنك تغيير حالة المهمة
es: En esta página puede administrar su tarea de hoy. Con el botón de opción más, puede cambiar el estado de la tarea
fr: Dans cette page, vous pouvez gérer votre tâche d’aujourd’hui. En utilisant le bouton d’option Plus, vous pouvez modifier le statut de la tâche

source: Category
ar: فئة
es: Categoría
fr: Catégorie

source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour

# updateExist
source: Update exist category
ar: تحديث فئة موجودة
es: Actualizar categoría existente
fr: Catégorie d’existence de mise à jour

source: Create
ar: إنشاء
es: Crear
fr: Créer

# addCategoryName
source: Enter the name
ar: أدخل الاسم
es: Introduzca el nombre
fr: Entrez le nom

# addCategoryNameP
source: Name ...
ar: اسم ...
es: Nombre ...
fr: Nom ...

# addCategoryNameV1
source: The name should not be empty
ar: يجب ألا يكون الاسم فارغا
es: El nombre no debe estar vacío
fr: Le nom ne doit pas être vide

# addCategoryNameV2
source: The name should not contain more than 12 characters
ar: يجب ألا يحتوي الاسم على أكثر من 12 حرفا
es: El nombre no debe contener más de 12 caracteres
fr: Le nom ne doit pas contenir plus de 12 caractères

# addCategoryDescription
source: Enter the description
ar: أدخل الوصف
es: Introduzca la descripción
fr: Entrez la description

# addCategoryDescriptionP
source: Description ...
ar: وصف ...
es: Descripción ...

# addCategoryDescriptionV1
source: The description should not be empty
ar: يجب ألا يكون الوصف فارغا
es: La descripción no debe estar vacía
fr: La description ne doit pas être vide

# createNew
source: Create new category
ar: إنشاء فئة جديدة
es: Crear nueva categoría
fr: Créer une nouvelle catégorie

# addCategoryd1
source: Choose a name for you category
ar: اختر اسما لفئتك
es: Elige un nombre para tu categoría
fr: Choisissez un nom pour votre catégorie

# addCategoryd2
source: Choose a description for the category
ar: اختر وصفا للفئة
es: Elija una descripción para la categoría
fr: Choisissez une description pour la catégorie

# addCategoryd3
source: Click to add the category
ar: انقر لإضافة الفئة
es: Haga clic para agregar la categoría
fr: Cliquez pour ajouter la catégorie

# categoriesTotal
source: Total of Categories:
ar: مجموع الفئات:
es: Total de categorías:
fr: Total des catégories:

# categoriesAdd
source: Add
ar: أضف
es: Agregar
fr: Ajouter

# categoriesd1
source: In this you will see all categories that you create click the item to show more details
ar: في هذا سترى جميع الفئات التي تقوم بإنشائها انقر فوق العنصر لإظهار المزيد من التفاصيل
es: En esto verá todas las categorías que cree haga clic en el elemento para mostrar más detalles
fr: Dans ce cas, vous verrez toutes les catégories que vous créez cliquez sur l’élément pour afficher plus de détails

# categoriesd2
source: Click this button to add new category
ar: انقر فوق هذا الزر لإضافة فئة جديدة
es: Haga clic en este botón para agregar una nueva categoría

# categoryView
source: View
ar: عرض
es: Vista
fr: Vue

# categoryStatus
source: Status
ar: الحالة
es: Estado
fr: Statut

# categoryAddTask
source: Add Task
ar: إضافة مهمة
es: Agregar tarea
fr: Ajouter une tâche

# categoryTotalTask
source: Total of Tasks :
ar: مجموع المهام :
es: Total de tareas :
fr: Total des tâches :

# categoryTotalDoneTask
source: Total of done Tasks :
ar: مجموع المهام المنجزة :
es: Total de tareas realizadas:
fr: Total des tâches effectuées :

# categoryTotalUndoneTask
source: Total of undone Tasks :
ar: مجموع المهام التي لم يتم إنجازها بعد:
es: Total de tareas no realizadas:
fr: Total des tâches annulées :

# categord1
source: Here you can see the details of category
ar: هنا يمكنك الاطلاع على تفاصيل الفئة
es: Aquí puedes ver los detalles de la categoría
fr: Ici vous pouvez voir les détails de la catégorie

# categord2
source: Click to see the task scuduler of this category
ar: انقر لرؤية أداة حفظ المهام لهذه الفئة
es: Haga clic para ver la tarea scuduler de esta categoría
fr: Cliquez pour voir le scuduler de tâches de cette catégorie

# categord3
source: Click here to add task to this category
ar: انقر هنا لإضافة مهمة إلى هذه الفئة
es: Haga clic aquí para agregar una tarea a esta categoría
fr: Cliquez ici pour ajouter une tâche à cette catégorie

# categord4
source: Here you can see the status of category
ar: هنا يمكنك أن ترى حالة الفئة
es: Aquí puedes ver el estado de la categoría
fr: Ici vous pouvez voir le statut de la catégorie

# categord5
source: Here you can see the total number of tasks that have the current category
ar: هنا يمكنك رؤية العدد الإجمالي للمهام التي تحتوي على الفئة الحالية
es: Aquí puedes ver el número total de tareas que tienen la categoría actual
fr: Ici vous pouvez voir le nombre total de tâches qui ont la catégorie actuelle

# categord6
source: Here is the number of done tasks of category
ar: فيما يلي عدد المهام المنجزة للفئة
es: Aquí está el número de tareas realizadas de la categoría
fr: Voici le nombre de tâches effectuées de catégorie

# categord7
source: Here the number of tasks not yet completed category
ar: هنا عدد المهام التي لم تكتمل بعد الفئة
es: Aquí el número de tareas aún no completadas categoría
fr: Ici le nombre de tâches non encore terminées catégorie

# taskPage
source: Tasks
ar: المهام
es: Tareas
fr: Tâches

source: Choose date
ar: اختر التاريخ
es: Elegir fecha
fr: Choisissez la date

# taskManager
source: Tasks manager
ar: مدير المهام
es: Administrador de tareas
fr: Gestionnaire de tâches

# tasksd1
source: In this page you can manage your category task as you like
ar: في هذه الصفحة ، يمكنك إدارة مهام الفئة الخاصة بك كما تريد
es: En esta página puedes gestionar tu tarea de categoría como más te guste
fr: Dans cette page, vous pouvez gérer votre tâche de catégorie comme vous le souhaitez

# tasksd2
source: Press this button add new task
ar: اضغط على هذا الزر إضافة مهمة جديدة
es: Presione este botón agregar nueva tarea
fr: Appuyez sur ce bouton pour ajouter une nouvelle tâche

# tasksd3
source: Press to choose any day you want
ar: اضغط لاختيار أي يوم تريده
es: Pulsa para elegir el día que quieras
fr: Appuyez pour choisir le jour de votre choix

# tasksd4
source: Press this button to refresh the list of task
ar: اضغط على هذا الزر لتحديث قائمة المهام
es: Pulse este botón para actualizar la lista de tareas
fr: Appuyez sur ce bouton pour actualiser la liste des tâches

# tasksd5
source: Press this to hide the header
ar: اضغط على هذا لإخفاء الجزء العلوي
es: Presione esto para ocultar el encabezado
fr: Appuyez sur cette touche pour masquer l’en-tête

# tasksd6
source: This column is for tasks not yet started or repeated
ar: هذا العمود مخصص للمهام التي لم تبدأ بعد أو لم تتكرر
es: Esta columna es para tareas que aún no se han iniciado o repetido
fr: Cette colonne concerne les tâches non encore démarrées ou répétées

# tasksd7
source: This column is for tasks in the process of doing
ar: هذا العمود مخصص للمهام قيد التنفيذ
es: Esta columna es para tareas en proceso de realización
fr: Cette colonne est destinée aux tâches en cours d’exécution

# tasksd8
source: This column is for done tasks
ar: هذا العمود مخصص للمهام المنجزة
es: Esta columna es para tareas realizadas
fr: Cette colonne concerne les tâches terminées

# tasksd9
source: This column contain undone tasks
ar: يحتوي هذا العمود على مهام لم يتم تنفيذها بعد
es: Esta columna contiene tareas no hechas
fr: Cette colonne contient des tâches annulées

# tasksd10
source: Press this button to move to the current day
ar: اضغط على هذا الزر للانتقال إلى اليوم الحالي
es: Presione este botón para pasar al día actual
fr: Appuyez sur ce bouton pour passer au jour en cours

# tasksd11
source: Press this button to select day from calendar
ar: اضغط على هذا الزر لتحديد اليوم من التقويم
es: Presione este botón para seleccionar el día del calendario
fr: Appuyez sur ce bouton pour sélectionner le jour dans le calendrier

source: About
ar: حول
es: Acerca de
fr: À propos

source: Welcome to MicroTask
ar: مرحبا بك في MicroTask
es: Bienvenido a MicroTask
fr: Bienvenue chez MicroTask

# aboutp1
source: MicroTask app is simple tasks manager that give you the ability to manage more efficient your life and make it ease.
ar: تطبيق MicroTask هو مدير مهام بسيط يمنحك القدرة على إدارة حياتك بشكل أكثر كفاءة وجعلها سهلة.
es: La aplicación MicroTask es un administrador de tareas simple que le brinda la capacidad de administrar su vida de manera más eficiente y facilitarla.
fr: L’application MicroTask est un gestionnaire de tâches simple qui vous donne la possibilité de gérer votre vie plus efficacement et de la rendre facile.

# aboutp2
source: With this app you can add tasks to do, set reminders, work with your calendar, and more. You can also set the status of tasks by drag and drop its as cards in different columns.
ar: مع هذا التطبيق يمكنك إضافة مهام للقيام بها، وتعيين التذكيرات، والعمل مع التقويم الخاص بك، وأكثر من ذلك. يمكنك أيضا تعيين حالة المهام عن طريق سحبها وإفلاتها كبطاقات في أعمدة مختلفة.
es: Con esta aplicación puede agregar tareas para hacer, establecer recordatorios, trabajar con su calendario y más. También puede establecer el estado de las tareas arrastrando y soltando como tarjetas en diferentes columnas.
fr: Avec cette application, vous pouvez ajouter des tâches à faire, définir des rappels, travailler avec votre calendrier, etc. Vous pouvez également définir l’état des tâches par glisser-déposer sous forme de cartes dans différentes colonnes.

# aboutp3
source: Also you have the choice to add your data in server and that give you the possibility to access its from any other devise.
ar: أيضا لديك خيار إضافة بياناتك في الخادم والتي تمنحك إمكانية الوصول إليها من أي ابتكار آخر.
es: También tienes la opción de añadir tus datos en servidor y que te dan la posibilidad de acceder a ellos desde cualquier otro dispositivo.
fr: Vous avez également le choix d’ajouter vos données dans le serveur et cela vous donne la possibilité d’y accéder à partir de n’importe quel autre concept.

source: Reminders
ar: المنبهات
es: Recordatorios
fr: Rappels

source: Incoming
ar: قادم
es: Entrante
fr: Entrant

source: Refresh
ar: تحديث
es: Actualizar
fr: Rafraîchir

source: No task found
ar: لم يتم العثور على أي مهمة
es: No se ha encontrado ninguna tarea
fr: Aucune tâche trouvée

# remindersd1
source: In this page you will be able to activate or disactivate reminders of tasks
ar: في هذه الصفحة ، ستتمكن من تنشيط أو إلغاء تنشيط تذكيرات المهام
es: En esta página podrás activar o desactivar recordatorios de tareas
fr: Dans cette page, vous pourrez activer ou désactiver les rappels de tâches

# remindersd2
source: All today task's reminders
ar: تذكيرات جميع مهام اليوم
es: Todos los recordatorios de tareas de hoy
fr: Tous les rappels de la tâche d’aujourd’hui

# remindersd3
source: All incoming task's reminders
ar: جميع تذكيرات المهام الواردة
es: Todos los recordatorios de tareas entrantes
fr: Tous les rappels des tâches entrantes

# remindersd4
source: Click here to refresh the page
ar: انقر هنا لتحديث الصفحة
es: Haga clic aquí para actualizar la página
fr: Cliquez ici pour actualiser la page

# fogotPassword
source: Forgot Password ?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?

source: Login
ar: تسجيل الدخول
fr: se connecter

# loginEmail
source: Enter the Email or Username :
ar: أدخل البريد الإلكتروني أو اسم المستخدم :
es: Ingrese el correo electrónico o el nombre de usuario:
fr: Entrez l’adresse e-mail ou le nom d’utilisateur :

# loginEmailP
source: Email or Username ...
ar: البريد الإلكتروني أو اسم المستخدم ...
es: Correo electrónico o nombre de usuario ...
fr: Adresse e-mail ou nom d’utilisateur ...

# loginPassword
source: Enter the password :
ar: أدخل كلمة المرور :
es: Introduzca la contraseña:
fr: Entrez le mot de passe :

# loginPasswordP
source: Password ...
ar: كلمة المرور ...
es: Contraseña ...
fr: Mot de passe ...

# dontHaveAccount
source: Don't have an account ?
ar: ليس لديك حساب؟
es: ¿No tienes una cuenta?
fr: Vous n’avez pas de compte ?

source: Register
ar: إنشاء حساب
es: Registro
fr: Registre

# loginCompleted
source: Your login was completed successfully
ar: تم إكمال تسجيل الدخول الخاص بك بنجاح
es: Su inicio de sesión se completó correctamente
fr: Votre connexion s’est terminée avec succès

source: waiting for redirection
ar: في انتظار إعادة التوجيه
es: esperando la redirección
fr: en attente de redirection

# loginV1
source: The value of this input should not be empty
ar: يجب ألا تكون قيمة هذا الإدخال فارغة
es: El valor de esta entrada no debe estar vacío
fr: La valeur de cette entrée ne doit pas être vide

source: Next
ar: التالي
es: Próximo
fr: Prochain

# alreadyHaveAccount
source: Already have an account ?
ar: هل لديك حساب بالفعل؟
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

# signupEmail
source: Enter your email :
ar: أدخل بريدك الإلكتروني :
es: Ingrese su correo electrónico :
fr: Entrez votre email :

# signupEmailP
source: Email ...
ar: البريد الإلكتروني...
es: Correo electrónico ...

# signupFirstName
source: Enter your first name :
ar: أدخل اسمك الأول :
es: Introduzca su nombre:
fr: Entrez votre prénom :

# signupFirstNameP
source: First name ...
ar: الاسم الأول ...
es: Nombre ...
fr: Prénom...

# signupLastName
source: Enter your last name :
ar: أدخل اسمك الأخير :
es: Introduzca su apellido:
fr: Entrez votre nom de famille :

# signupLastNameP
source: Last name ...
ar: اسم العائلة ...
es: Apellido ...
fr: Nom ...

# signupUsername
source: Enter the username :
ar: أدخل اسم المستخدم :
es: Introduzca el nombre de usuario:
fr: Entrez le nom d’utilisateur :

# signupUsernameP
source: Username ...
ar: اسم المستخدم ...
es: Nombre de usuario ...
fr: Nom d’utilisateur ...

# signup1DATitle
source: Enter the code sanded to your mail
ar: أدخل الرمز المرسل إلى بريدك
es: Introduce el código enviado a tu correo
fr: Entrez le code poncé dans votre courrier

# signup1DAKey
source: Code
ar: رمز
es: Código

# signup1DAKeyP
source: Code ....
ar: رمز....
es: Código ....

# signup1DAKeyV1
source: The field is empty
ar: الحقل فارغ
es: El campo está vacío
fr: Le champ est vide

# signup1DAKeyV2
source: The selected code is not correct
ar: الرمز المحدد غير صحيح
es: El código seleccionado no es correcto
fr: Le code sélectionné n’est pas correct

# signupV1
source: The value of this input should not be empty
ar: يجب ألا تكون قيمة هذا الإدخال فارغة
es: El valor de esta entrada no debe estar vacío
fr: La valeur de cette entrée ne doit pas être vide

# signupV2
source: The value is not email
ar: القيمة ليست البريد الإلكتروني
es: El valor no es correo electrónico
fr: La valeur n’est pas email

# signupV3
source: {username} already taken
ar: {username} موجود بالفعل
es: {username} ya tomado
fr: {username} déjà pris

source: Welcome to
ar: مرحبا بك في
es: Bienvenidos a
fr: Bienvenue sur

source: Get started
ar: بدء الاستخدام
es: Comenzar
fr: Démarrer

source: Title
ar: اسم
es: Título
fr: Titre

source: Description
ar: وصف
es: Descripción

source: Task start
ar: بدء المهمة
es: Inicio de la tarea
fr: Début de la tâche

# todayAt
source: Today at {time}
ar: اليوم في {time}
es: Hoy en {time}
fr: Aujourd’hui à {time}

# haveNewTask
source: You have new task to do.
ar: لديك مهمة جديدة للقيام بها
es: Tienes una nueva tarea que hacer
fr: Vous avez une nouvelle tâche à faire

# doneButton
source: Doing
ar: للقيام به
es: Haciendo
fr: Faire

# undoneButton
source: Cancel
ar: إلغاء الأمر
es: Cancelar
fr: Annuler

# notifisd1
source: This button move the task in undone column
ar: هذا الزر ينقل المهمة في العمود الذي تم التراجع عنه
es: Este botón mueve la tarea en la columna deshecha
fr: Ce bouton déplace la tâche dans la colonne Annulée

# notifisd2
source: This button move the task in doing column
ar: هذا الزر نقل المهمة في عمود التنفيذ
es: Este botón mueve la tarea en la columna Hacer
fr: Ce bouton déplace la tâche dans la colonne Doing

source: Select
ar: اختار
es: Escoger
fr: Choisir

source: Finish
ar: إنهاء
es: Terminar
fr: Finir

source: Select your birthday :
ar: اختر يوم ميلادك :
es: Seleccione su cumpleaños :
fr: Sélectionnez votre anniversaire :

source: Select Gender :
ar: اختر الجنس :
es: Seleccione Género :
fr: Sélectionnez Le genre :

# selectImage
source: Choose image Profile :
ar: اختر صورة الملف الشخصي :
es: Elija el perfil de la imagen:
fr: Choisissez le profil de l’image :

source: Reset
ar: اعاده تعيين
es: Restablecimiento
fr: Réinitialisation

# resetNewPassword
source: Enter the new password :
ar: أدخل كلمة المرور الجديدة :
es: Introduzca la nueva contraseña:
fr: Entrez le nouveau mot de passe :

# resetNewPasswordP
source: Password ...
ar: كلمة المرور ...
es: Contraseña ...
fr: Mot de passe ...

# resetConfirmPassword
source: Confirm the new password :
ar: قم بإدخال كلمة المرور الجديدة :
es: Confirme la nueva contraseña:
fr: Confirmez le nouveau mot de passe :

# resetConfirmPasswordP
source: Password ...
ar: كلمة المرور ...
es: Contraseña ...
fr: Mot de passe ...

# resetV1
source: The value of this input should not be empty
ar: يجب ألا تكون قيمة هذا الإدخال فارغة
es: El valor de esta entrada no debe estar vacío
fr: La valeur de cette entrée ne doit pas être vide

# resetV2
source: Passwords not matched
ar: كلمات المرور غير متطابقة
es: Contraseñas no coincidentes
fr: Mots de passe ne correspondant pas

# passwordValidation1
source: The password must contain at least 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل
es: La contraseña debe contener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 8 caractères

# emailSubject
source: Email verification
ar: التحقق من البريد الإلكتروني
es: Verificación de correo electrónico
fr: Vérification des e-mails
