Repository: Ahmed2000Github/MicroTask
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr

# emailHtmlText1
source: Use this code to verify your email.
ar: استخدم هذا الرمز للتحقق من بريدك الإلكتروني.
es: Utilice este código para verificar su correo electrónico.
fr: Utilisez ce code pour vérifier votre adresse e-mail.

# emailHtmlText2
source: Verification key :
ar: مفتاح التحقق :
es: Clave de verificación:
fr: Clé de vérification :

source: Create Task
ar: إنشاء مهمة
es: Crear tarea
fr: Créer une tâche

source: Create new Task
ar: إنشاء مهمة جديدة
es: Crear nueva tarea
fr: Créer une nouvelle tâche

source: Update Task
ar: تحديث المهمة
es: Tarea de actualización
fr: Tâche de mise à jour

source: Update exist Task
ar: تحديث مهمة موجودة
es: Actualizar tarea existente
fr: Mise à jour existe Tâche

# addTaskName
source: Enter the name
ar: أدخل الاسم
es: Introduzca el nombre
fr: Entrez le nom

# addTaskNameP
source: Name ...
ar: اسم...
es: Nombre ...
fr: Nom ...

# addTaskNameV1
source: The name should not be empty
ar: يجب ألا يكون الاسم فارغا
es: El nombre no debe estar vacío
fr: Le nom ne doit pas être vide

# addTaskNameV2
source: The name should not contain more than 12 characters
ar: يجب ألا يحتوي الاسم على أكثر من 12 حرفا
es: El nombre no debe contener más de 12 caracteres
fr: Le nom ne doit pas contenir plus de 12 caractères

# addTaskDescription
source: Enter the description
ar: أدخل الوصف
es: Introduzca la descripción
fr: Entrez la description

# addTaskDescriptionP
source: Description ...
ar: وصف ...
es: Descripción ...

# addTaskDescriptionV1
source: The description should not be empty
ar: يجب ألا يكون الوصف فارغا
es: La descripción no debe estar vacía
fr: La description ne doit pas être vide

# addTaskRepeat
source: Select the repeat type
ar: حدد نوع التكرار
es: Seleccione el tipo de repetición
fr: Sélectionnez le type de répétition

# addTaskRepeatP
source: Select option
ar: حدد الخيار
es: Seleccionar opción
fr: Sélectionner une option

# addTaskRepeatV1
source: select option for reminder
ar: حدد خيارا للتذكير
es: seleccionar opción para recordatorio
fr: sélectionnez une option de rappel

# activateRenminder
source: Activate Reminder
ar: تفعيل التذكير
es: Activar recordatorio
fr: Activer le rappel

source: Daily
ar: يومي
es: Diario
fr: Quotidien

source: Weekly
ar: أسبوعي
es: Semanal
fr: Hebdomadaire

source: Monthly
ar: شهري
es: Mensual
fr: Mensuel

source: Yearly
ar: سنوي
es: Anual
fr: Annuel

source: none
ar: مرة واحدة
es: ninguno
fr: aucun

source: end
ar: انتهاء
es: fin
fr: fin

source: start
ar: بدء
es: empezar
fr: commencer

source: Select Time
ar: اختر الوقت
es: Seleccione la hora
fr: Sélectionnez l’heure

# addTaskDateV1
source: The end date should not less than start date by 10 minute
ar: يجب ألا يقل تاريخ الانتهاء عن تاريخ البدء بمقدار 10 دقائق
es: La fecha de finalización no debe ser inferior a la fecha de inicio en 10 minutos
fr: La date de fin ne doit pas être inférieure à la date de début de 10 minutes

# addTaskDate
source: Enter the {type} date
ar: أدخل تاريخ {type}
es: Introduzca la fecha de {type}
fr: Entrez la date de {type}

# addTaskTime
source: Enter the {type} time
ar: أدخل وقت {type}
es: Introduzca la hora de {type}
fr: Entrez la Heure de {type}

# addTaskd1
source: Select a name for your task
ar: حدد اسما لمهمتك
es: Seleccione un nombre para su tarea
fr: Sélectionnez un nom pour votre tâche

# addTaskd2
source: Choose a description for your task
ar: اختيار وصف لمهمتك
es: Elija una descripción para su tarea
fr: Choisissez une description pour votre tâche

# addTaskd3
source: Select a start date end time for the task. You can add a reminder to this task if the time is greater than 10 min of time now
ar: حدد وقت انتهاء تاريخ البدء للمهمة. يمكنك إضافة تذكير إلى هذه المهمة إذا كان الوقت أكبر من 10 دقائق من الوقت الآن
es: Seleccione una fecha de inicio, hora de finalización de la tarea. Puede agregar un recordatorio a esta tarea si la hora es superior a 10 minutos de tiempo ahora
fr: Sélectionnez une date de début et une heure de fin pour la tâche. Vous pouvez ajouter un rappel à cette tâche si l’heure est supérieure à 10 minutes maintenant.

# addTaskd4
source: Choose a end date and time and should be greater than the start date and time
ar: اختر تاريخ ووقت الانتهاء ويجب أن يكون أكبر من تاريخ ووقت البدء
es: Elija una fecha y hora de finalización y debe ser mayor que la fecha y hora de inicio
fr: Choisissez une date et une heure de fin et devez être supérieur à la date et à l’heure de début

# addTaskd5
source: Select the Repeat type choose none to run one time
ar: حدد نوع التكرار n اختر لا شيء للتشغيل مرة واحدة
es: Seleccione el tipo de repetición elija ninguno para ejecutarse una vez
fr: Sélectionnez le type de répétition choisir aucun pour exécuter une seule fois

# addTaskd6
source: Click to add reminder to this task
ar: انقر لإضافة تذكير إلى هذه المهمة
es: Haga clic para agregar recordatorio a esta tarea
fr: Cliquez pour ajouter un rappel à cette tâche

# addTaskd7
source: Click to add the task to your category
ar: انقر لإضافة المهمة إلى فئتك
es: Haga clic para agregar la tarea a su categoría
fr: Cliquez pour ajouter la tâche à votre catégorie

# addTaskdSN1
source: The task was {state} successfuly
ar: تم {state} المهمة بنجاح
es: La tarea se {state} correctamente
fr: La tâche a été {state} avec succès

# eRROR_INVALID_EMAIL
source: Your email address appears to be malformed.
ar: يبدو أن عنوان بريدك الإلكتروني غير صالح.
es: Su dirección de correo electrónico parece estar mal formada.
fr: Votre adresse e-mail semble mal formée.

# eRROR_WRONG_PASSWORD
source: Your password is wrong.
ar: كلمة المرور الخاصة بك خاطئة.
es: Su contraseña es incorrecta.
fr: Votre mot de passe est erroné.

# eRROR_USER_NOT_FOUND
source: User with this email doesn't exist.
ar: المستخدم الذي لديه هذا البريد الإلكتروني غير موجود.
es: El usuario con este correo electrónico no existe.
fr: L’utilisateur avec cet e-mail n’existe pas.

# eRROR_USER_DISABLED
source: User with this email has been disabled.
ar: تم تعطيل المستخدم الذي لديه هذا البريد الإلكتروني.
es: El usuario con este correo electrónico ha sido deshabilitado.
fr: L’utilisateur avec cet e-mail a été désactivé.

# eRROR_TOO_MANY_REQUESTS
source: Too many requests. Try again later.
ar: الكثير من الطلبات. حاول مرة أخرى لاحقا.
es: Demasiadas peticiones. Inténtelo de nuevo más tarde.
fr: Trop de demandes. Réessayez plus tard.

# eRROR_OPERATION_NOT_ALLOWED
source: Signing in with Email and Password is not enabled.
ar: لم يتم تمكين تسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور.
fr: La connexion avec e-mail et mot de passe n’est pas activée.

# eRROR_EMAIL_ALREADY_IN_USE
source: The email has already been registered. Please login or reset your password.
ar: تم تسجيل البريد الإلكتروني بالفعل. يرجى تسجيل الدخول أو إعادة تعيين كلمة المرور الخاصة بك.
es: El correo electrónico ya ha sido registrado. Inicie sesión o restablezca su contraseña.
fr: L’e-mail a déjà été enregistré. Veuillez vous connecter ou réinitialiser votre mot de passe.

# eRROR_UNDEFINED
source: An undefined Error happened.
ar: حدث خطأ غير محدد.
es: Se ha producido un error indefinido.

# eRROR_No_CONNECTION
source: Error in the connexion.
ar: خطأ في الاتصال.
es: Error en la conexión.
fr: Erreur dans la connexion.
